<template>
  <section class="container mx-auto py-8">
    <h1 class="text-2xl font-bold">
      Добро пожаловать в сервис Search<span class="text-[--p-primary-color]"
        >Cinema</span
      >
    </h1>
    <p class="w-1/2 mt-6 font-medium">
      У нас вы можете легко и быстро найти интересующий вас фильм благодаря
      нашему удобному поиску. Мы предлагаем широкий выбор кинокартин различных
      жанров и направлений - от классики до новинок, от драм до боевиков. На
      Kinomore вы сможете насладиться просмотром любимых фильмов в высоком
      качестве в любое время и в любом месте. Начните погружаться в увлекательный мир кино!
    </p>
  </section>
</template>
